Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Backup.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: %d API keys restored
ar: تمت استعادة %d من مفاتيح API
de: %d API-Schlüssel wiederhergestellt
es: %d claves API restauradas
fr: %d clés API restaurées
hi: %d API कुंजियाँ बहाल की गईं
id: %d kunci API dipulihkan
ja: %d API キーが復元されました
ko: %d개의 API 키가 복원되었습니다.
pt_br: %d chaves de API restauradas
ru: Восстановлено ключей API: %d
th: กู้คืนคีย์ API แล้ว %d รายการ
tr: %d API anahtarı geri yüklendi
vi: Đã khôi phục %d khóa API
zh_hans: 恢复 %d 个 API 密钥
zh_hant: %d 個 API 金鑰已恢復

source: %d conversations merged
ar: تم دمج %d من المحادثات
de: %d Konversationen wurden zusammengeführt
es: %d conversaciones fusionadas
fr: %d conversations fusionnées
hi: %d वार्तालाप मर्ज हो गए
id: Percakapan %d digabungkan
ja: %d 件の会話が結合されました
ko: %d개의 대화가 병합되었습니다.
pt_br: %d conversas mescladas
ru: Разговоры %d объединены
th: รวมการสนทนา %d แล้ว
tr: %d konuşmaları birleştirildi
vi: Đã hợp nhất các cuộc hội thoại %d
zh_hans: 合并 %d 个对话
zh_hant: %d 對話已合併

source: %d conversations skipped
ar: تم تخطي %d من المحادثات
de: %d Konversationen wurden übersprungen
es: %d conversaciones omitidas
fr: %d conversations ignorées
hi: %d वार्तालाप छोड़ दिए गए
id: Percakapan %d dilewati
ja: %d 件の会話がスキップされました
ko: %d개의 대화를 건너뛰었습니다.
pt_br: %d conversas ignoradas
ru: Разговоры %d пропущены
th: การสนทนา %d ข้ามไป
tr: %d konuşmaları atlandı
vi: Cuộc hội thoại %d bị bỏ qua
zh_hans: 跳过 %d 个对话
zh_hant: 已跳過 %d 對話

source: %d images missing (thumbnails preserved)
ar: %d صورة مفقودة (تم الاحتفاظ بالصور المصغرة)
de: %d Bilder fehlen (Miniaturansichten bleiben erhalten)
es: Faltan %d imágenes (miniaturas conservadas)
fr: %d images manquantes (vignettes conservées)
hi: %d छवियां गायब हैं (थंबनेल संरक्षित)
id: Gambar %d hilang (thumbnail dipertahankan)
ja: %d 個の画像がありません (サムネイルは保存されています)
ko: %d개의 이미지가 누락되었습니다(썸네일은 보존됨)
pt_br: %d imagens faltando (miniaturas preservadas)
ru: Изображения %d отсутствуют (миниатюры сохранены)
th: ไม่มีอิมเมจ %d (เก็บภาพขนาดย่อไว้)
tr: %d görselleri eksik (küçük resimler korunmuş)
vi: Thiếu hình ảnh %d (hình thu nhỏ được giữ nguyên)
zh_hans: %d 张图片缺失（已保留缩略图）
zh_hant: %d 張圖片遺失（保留縮圖）

source: %d images restored
ar: تمت استعادة %d من الصور
de: %d Bilder wiederhergestellt
es: %d imágenes restauradas
fr: %d images restaurées
hi: %d छवियाँ पुनर्स्थापित की गईं
id: Gambar %d dipulihkan
ja: %d 個のイメージが復元されました
ko: %d개의 이미지가 복원되었습니다.
pt_br: %d imagens restauradas
ru: Изображения %d восстановлены
th: กู้คืนอิมเมจ %d แล้ว
tr: %d görüntüleri geri yüklendi
vi: Đã khôi phục hình ảnh %d
zh_hans: 恢复 %d 张图片
zh_hant: 已恢復 %d 張影像

source: %d new conversations added
ar: تمت إضافة %d محادثة جديدة
de: %d neue Konversationen hinzugefügt
es: %d nuevas conversaciones agregadas
fr: %d nouvelles conversations ajoutées
hi: %d नए वार्तालाप जोड़े गए
id: %d percakapan baru ditambahkan
ja: %d 件の新しい会話が追加されました
ko: %d개의 새 대화가 추가되었습니다.
pt_br: %d novas conversas adicionadas
ru: %d добавлены новые разговоры
th: เพิ่มการสนทนาใหม่ %d แล้ว
tr: %d yeni konuşmalar eklendi
vi: Đã thêm cuộc hội thoại mới %d
zh_hans: 新增 %d 个对话
zh_hant: 新增了 %d 個新對話

source: %d new providers added
ar: تمت إضافة %d من الموفرين الجدد
de: %d neue Anbieter hinzugefügt
es: %d nuevos proveedores agregados
fr: %d nouveaux fournisseurs ajoutés
hi: %d नए प्रदाता जोड़े गए
id: %d penyedia baru ditambahkan
ja: %d 個の新しいプロバイダーが追加されました
ko: %d개의 새 공급자가 추가되었습니다.
pt_br: %d novos provedores adicionados
ru: %d добавлены новые провайдеры
th: เพิ่มผู้ให้บริการใหม่ %d แล้ว
tr: %d yeni sağlayıcılar eklendi
vi: Đã thêm nhà cung cấp mới %d
zh_hans: 新增 %d 个服务商
zh_hant: 新增了 %d 個新提供者

source: %d new skills added
ar: تمت إضافة %d مهارة جديدة
de: %d neue Skills hinzugefügt
es: %d nuevas skills añadidas
fr: %d nouvelles skills ajoutées
hi: %d नई skills जोड़ी गईं
id: %d skill baru ditambahkan
ja: %d 個の新しい Skill を追加
ko: %d개의 새 Skill 추가됨
pt_br: %d novas skills adicionadas
ru: Добавлено %d новых Skill
th: เพิ่ม Skill ใหม่ %d รายการ
tr: %d yeni skill eklendi
vi: Đã thêm %d skill mới
zh_hans: 新增 %d 个技能
zh_hant: 新增 %d 個技能

source: %d providers skipped
ar: تم تخطي %d من الموفرين
de: %d Anbieter übersprungen
es: %d proveedores omitidos
fr: %d fournisseurs ignorés
hi: %d प्रदाता छोड़ दिए गए
id: Penyedia %d dilewati
ja: %d プロバイダーがスキップされました
ko: %d개의 공급자를 건너뛰었습니다.
pt_br: %d provedores ignorados
ru: Поставщики %d пропущены
th: ผู้ให้บริการ %d ข้ามไป
tr: %d sağlayıcıları atlandı
vi: Nhà cung cấp %d bị bỏ qua
zh_hans: 跳过 %d 个服务商
zh_hant: 已跳過 %d 個提供者

source: %d skills merged
ar: تم دمج %d مهارة
de: %d Skills zusammengeführt
es: %d skills fusionadas
fr: %d skills fusionnées
hi: %d skills मर्ज की गईं
id: %d skill digabung
ja: %d 個の Skill をマージ
ko: %d개의 Skill 병합됨
pt_br: %d skills mescladas
ru: Объединено %d Skill
th: รวม Skill %d รายการ
tr: %d skill birleştirildi
vi: Đã hợp nhất %d skill
zh_hans: 合并 %d 个技能
zh_hant: 合併 %d 個技能

source: %d skills skipped
ar: تم تخطي %d مهارة
de: %d Skills übersprungen
es: %d skills omitidas
fr: %d skills ignorées
hi: %d skills छोड़ी गईं
id: %d skill dilewati
ja: %d 個の Skill をスキップ
ko: %d개의 Skill 건너뜀
pt_br: %d skills ignoradas
ru: Пропущено %d Skill
th: ข้าม Skill %d รายการ
tr: %d skill atlandı
vi: Đã bỏ qua %d skill
zh_hans: 跳过 %d 个技能
zh_hant: 略過 %d 個技能

source: API keys will be encrypted with this password. Keep it safe — you'll need it to restore keys.
ar: سيتم تشفير مفاتيح API بكلمة المرور هذه. احتفظ بها آمنة — ستحتاج إليها لاستعادة المفاتيح.
de: API-Schlüssel werden mit diesem Passwort verschlüsselt. Bewahren Sie es sicher auf – Sie benötigen es zum Wiederherstellen von Schlüsseln.
es: Las claves API se cifrarán con esta contraseña. Mantenlo seguro: lo necesitarás para restaurar las claves.
fr: Les clés API seront chiffrées avec ce mot de passe. Gardez-le en sécurité : vous en aurez besoin pour restaurer les clés.
hi: API को इस पासवर्ड से एन्क्रिप्ट किया जाएगा। इसे सुरक्षित रखें - कुंजियाँ पुनर्स्थापित करने के लिए आपको इसकी आवश्यकता होगी।
id: API akan dienkripsi dengan kata sandi ini. Simpan dengan aman — Anda memerlukannya untuk memulihkan kunci.
ja: API キーはこのパスワードで暗号化されます。キーを復元するために必要になりますので、安全に保管してください。
ko: API 키는 이 비밀번호로 암호화됩니다. 안전하게 보관하세요. 키를 복원하려면 필요합니다.
pt_br: As chaves de API serão criptografadas com esta senha. Mantenha-o seguro – você precisará dele para restaurar as chaves.
ru: API будет зашифрован этим паролем. Сохраните его — он понадобится вам для восстановления ключей.
th: API จะถูกเข้ารหัสด้วยรหัสผ่านนี้ เก็บไว้อย่างปลอดภัย คุณจะต้องใช้มันเพื่อกู้คืนกุญแจ
tr: API bu şifre ile şifrelenecektir. Onu güvende tutun; anahtarları geri yüklemek için ona ihtiyacınız olacak.
vi: API sẽ được mã hóa bằng mật khẩu này. Giữ nó an toàn — bạn sẽ cần nó để khôi phục chìa khóa.
zh_hans: API 密钥将使用此密码加密。请妥善保管——恢复密钥时需要此密码。
zh_hant: API 金鑰將使用此密碼進行加密。確保其安全 - 您將需要它來恢復金鑰。

source: App Version
ar: إصدار التطبيق
es: Versión de la aplicación
fr: Version de l'application
hi: एप्लिकेशन वेरीज़न
id: Versi Aplikasi
ja: アプリのバージョン
ko: 앱 버전
pt_br: Versão do aplicativo
ru: Версия приложения
th: เวอร์ชันของแอป
tr: Uygulama Sürümü
vi: Phiên bản ứng dụng
zh_hans: 应用版本
zh_hant: 應用程式版本

source: At least 8 characters
ar: ما لا يقل عن 8 أحرف
de: Mindestens 8 Zeichen
es: Al menos 8 caracteres
fr: Au moins 8 caractères
hi: कम से कम 8 अक्षर
id: Setidaknya 8 karakter
ja: 少なくとも 8 文字
ko: 8자 이상
pt_br: Pelo menos 8 caracteres
ru: Минимум 8 символов
th: อย่างน้อย 8 ตัวอักษร
tr: En az 8 karakter
vi: Ít nhất 8 ký tự
zh_hans: 至少 8 个字符
zh_hant: 至少 8 個字符

source: Attachment '%@' may be corrupted.
ar: قد يكون المرفق "%@" تالفًا.
de: Der Anhang „%@“ ist möglicherweise beschädigt.
es: El archivo adjunto '%@' puede estar dañado.
fr: La pièce jointe «%@» est peut-être corrompue.
hi: अनुलग्नक '%@' दूषित हो सकता है.
id: Lampiran '%@' mungkin rusak.
ja: 添付ファイル「%@」が壊れている可能性があります。
ko: 첨부 파일 '%@'이 손상되었을 수 있습니다.
pt_br: O anexo '%@' pode estar corrompido.
ru: Возможно, вложение «%@» повреждено.
th: ไฟล์แนบ '%@' อาจเสียหาย
tr: '%@' eki bozulmuş olabilir.
vi: Tệp đính kèm '%@' có thể bị hỏng.
zh_hans: 附件「%@」可能已损坏。
zh_hant: 附件“%@”可能已損壞。

source: Backup Info
ar: معلومات النسخ الاحتياطي
de: Backup-Informationen
es: Información de copia de seguridad
fr: Informations de sauvegarde
hi: बैकअप जानकारी
id: Info Cadangan
ja: バックアップ情報
ko: 백업 정보
pt_br: Informações de backup
ru: Резервная информация
th: ข้อมูลสำรอง
tr: Yedekleme Bilgileri
vi: Thông tin sao lưu
zh_hans: 备份信息
zh_hant: 備份訊息

source: Backup exported successfully.
ar: تم تصدير النسخة الاحتياطية بنجاح.
de: Backup erfolgreich exportiert.
es: Copia de seguridad exportada exitosamente.
fr: Sauvegarde exportée avec succès.
hi: बैकअप सफलतापूर्वक निर्यात किया गया.
id: Cadangan berhasil diekspor.
ja: バックアップは正常にエクスポートされました。
ko: 백업을 성공적으로 내보냈습니다.
pt_br: Backup exportado com sucesso.
ru: Резервная копия успешно экспортирована.
th: ส่งออกข้อมูลสำรองเรียบร้อยแล้ว
tr: Yedekleme başarıyla dışa aktarıldı.
vi: Đã xuất bản sao lưu thành công.
zh_hans: 备份导出成功。
zh_hant: 備份匯出成功。

source: Choose Another Backup
ar: اختر نسخة احتياطية أخرى
de: Anderes Backup wählen
es: Elija otra copia de seguridad
fr: Choisissez une autre sauvegarde
hi: दूसरा बैकअप चुनें
id: Pilih Cadangan Lain
ja: 別のバックアップを選択
ko: 다른 백업 선택
pt_br: Escolha outro backup
ru: Выберите другую резервную копию
th: เลือกข้อมูลสำรองอื่น
tr: Başka Bir Yedekleme Seçin
vi: Chọn bản sao lưu khác
zh_hans: 选择其他备份
zh_hant: 選擇另一個備份

source: Clear all local data and replace with backup contents.
ar: امسح جميع البيانات المحلية واستبدلها بمحتويات النسخة الاحتياطية.
de: Löschen Sie alle lokalen Daten und ersetzen Sie sie durch Sicherungsinhalte.
es: Borre todos los datos locales y reemplácelos con contenidos de respaldo.
fr: Effacez toutes les données locales et remplacez-les par le contenu de sauvegarde.
hi: सभी स्थानीय डेटा साफ़ करें और बैकअप सामग्री से बदलें।
id: Hapus semua data lokal dan ganti dengan konten cadangan.
ja: ローカルデータをすべてクリアし、バックアップコンテンツに置き換えます。
ko: 로컬 데이터를 모두 지우고 백업 내용으로 교체합니다.
pt_br: Limpe todos os dados locais e substitua-os pelo conteúdo do backup.
ru: Очистите все локальные данные и замените их содержимым из резервной копии.
th: ล้างข้อมูลในเครื่องทั้งหมดและแทนที่ด้วยเนื้อหาสำรอง
tr: Tüm yerel verileri temizleyin ve yedek içeriklerle değiştirin.
vi: Xóa tất cả dữ liệu cục bộ và thay thế bằng nội dung sao lưu.
zh_hans: 清空所有本地数据，用备份内容替换。
zh_hant: 清除所有本機資料並替換為備份內容。

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: confirmar Contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
id: Konfirmasi Kata Sandi
ja: パスワードを認証する
ko: 비밀번호 확인
pt_br: Confirme sua senha
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi Onayla
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

source: Contains API Keys
ar: يحتوي على مفاتيح API
de: Enthält API-Schlüssel
es: Contiene claves API
fr: Contient des clés API
hi: इसमें API कुंजी शामिल हैं
id: Berisi Kunci API
ja: APIキーが含まれています
ko: API 키가 포함되어 있습니다.
pt_br: Contém chaves de API
ru: Содержит ключи API.
th: ประกอบด้วยคีย์ API
tr: API Anahtarlarını İçerir
vi: Chứa khóa API
zh_hans: 包含 API 密钥
zh_hant: 包含 API 金鑰

source: Contents
ar: محتويات
de: Inhalt
es: Contenido
fr: Contenu
hi: अंतर्वस्तु
id: Isi
ja: コンテンツ
ko: 내용물
pt_br: Conteúdo
ru: Содержание
th: สารบัญ
tr: İçindekiler
vi: Nội dung
zh_hans: 数据内容
zh_hant: 內容

source: Conversations
ar: المحادثات
de: Gespräche
es: Conversaciones
hi: बात चिट
id: Percakapan
ja: 会話
ko: 대화
pt_br: Conversas
ru: Разговоры
th: บทสนทนา
tr: Konuşmalar
vi: Cuộc trò chuyện
zh_hans: 对话
zh_hant: 對話

source: Created
ar: مخلوق
de: Erstellt
es: Creado
fr: Créé
hi: बनाया था
id: Dibuat
ja: 作成されました
ko: 생성됨
pt_br: Criado
ru: Созданный
th: สร้าง
tr: Oluşturuldu
vi: Tạo
zh_hans: 创建时间
zh_hant: 已創建

source: Encrypted Backup
ar: النسخ الاحتياطي المشفرة
de: Verschlüsseltes Backup
es: Copia de seguridad cifrada
fr: Sauvegarde cryptée
hi: एन्क्रिप्टेड बैकअप
id: Cadangan Terenkripsi
ja: 暗号化されたバックアップ
ko: 암호화된 백업
pt_br: Backup criptografado
ru: Зашифрованное резервное копирование
th: การสำรองข้อมูลที่เข้ารหัส
tr: Şifreli Yedekleme
vi: Sao lưu được mã hóa
zh_hans: 加密备份
zh_hant: 加密備份

source: Encryption Password
ar: كلمة مرور التشفير
de: Verschlüsselungspasswort
es: Contraseña de cifrado
fr: Mot de passe de chiffrement
hi: एन्क्रिप्शन पासवर्ड
id: Kata Sandi Enkripsi
ja: 暗号化パスワード
ko: 암호화 비밀번호
pt_br: Senha de criptografia
ru: Пароль шифрования
th: รหัสผ่านการเข้ารหัส
tr: Şifreleme Şifresi
vi: Mật khẩu mã hóa
zh_hans: 加密密码
zh_hant: 加密密碼

source: Enter Backup Password
ar: أدخل كلمة المرور الاحتياطية
de: Geben Sie das Backup-Passwort ein
es: Ingrese la contraseña de respaldo
fr: Entrez le mot de passe de sauvegarde
hi: बैकअप पासवर्ड दर्ज करें
id: Masukkan Kata Sandi Cadangan
ja: バックアップパスワードを入力してください
ko: 백업 비밀번호를 입력하세요
pt_br: Digite a senha de backup
ru: Введите резервный пароль
th: ป้อนรหัสผ่านสำรอง
tr: Yedekleme Şifresini Girin
vi: Nhập mật khẩu dự phòng
zh_hans: 输入备份密码
zh_hant: 輸入備份密碼

source: Enter backup password
ar: أدخل كلمة المرور الاحتياطية
de: Geben Sie das Backup-Passwort ein
es: Ingrese la contraseña de respaldo
fr: Entrez le mot de passe de sauvegarde
hi: बैकअप पासवर्ड दर्ज करें
id: Masukkan kata sandi cadangan
ja: バックアップパスワードを入力してください
ko: 백업 비밀번호를 입력하세요
pt_br: Digite a senha de backup
ru: Введите резервный пароль
th: ป้อนรหัสผ่านสำรอง
tr: Yedekleme şifresini girin
vi: Nhập mật khẩu dự phòng
zh_hans: 输入备份密码
zh_hant: 輸入備份密碼

source: Enter password again
ar: أدخل كلمة المرور مرة أخرى
de: Geben Sie das Passwort erneut ein
es: Ingrese la contraseña nuevamente
fr: Entrez à nouveau le mot de passe
hi: पासवर्ड फिर से दर्ज करें
id: Masukkan kata sandi lagi
ja: パスワードを再度入力してください
ko: 비밀번호를 다시 입력하세요
pt_br: Digite a senha novamente
ru: Введите пароль еще раз
th: ป้อนรหัสผ่านอีกครั้ง
tr: Şifreyi tekrar girin
vi: Nhập lại mật khẩu
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

source: Export Backup
ar: تصدير النسخ الاحتياطي
de: Backup exportieren
es: Exportar copia de seguridad
fr: Exporter la sauvegarde
hi: बैकअप निर्यात करें
id: Ekspor Cadangan
ja: バックアップのエクスポート
ko: 백업 내보내기
pt_br: Exportar backup
ru: Экспортировать резервную копию
th: ส่งออกข้อมูลสำรอง
tr: Yedeği Dışa Aktar
vi: Xuất bản sao lưu
zh_hans: 导出备份
zh_hant: 匯出備份

source: Export Complete
ar: اكتمل التصدير
de: Export abgeschlossen
es: Exportación completa
fr: Exportation terminée
hi: निर्यात पूर्ण
id: Ekspor Selesai
ja: エクスポートが完了しました
ko: 내보내기 완료
pt_br: Exportação concluída
ru: Экспорт завершен
th: ส่งออกเสร็จสมบูรณ์
tr: Dışa Aktarma Tamamlandı
vi: Xuất hoàn tất
zh_hans: 导出完成
zh_hant: 匯出完成

source: Failed to create backup archive.
ar: فشل في إنشاء أرشيف النسخ الاحتياطي.
de: Backup-Archiv konnte nicht erstellt werden.
es: No se pudo crear el archivo de respaldo.
fr: Échec de la création de l'archive de sauvegarde.
hi: बैकअप संग्रह बनाने में विफल.
id: Gagal membuat arsip cadangan.
ja: バックアップ アーカイブの作成に失敗しました。
ko: 백업 아카이브를 생성하지 못했습니다.
pt_br: Falha ao criar arquivo de backup.
ru: Не удалось создать резервный архив.
th: ไม่สามารถสร้างไฟล์สำรองข้อมูลได้
tr: Yedekleme arşivi oluşturulamadı.
vi: Không tạo được bản lưu trữ sao lưu.
zh_hans: 创建备份归档失败。
zh_hant: 無法建立備份存檔。

source: Failed to derive encryption key.
ar: فشل في اشتقاق مفتاح التشفير.
de: Der Verschlüsselungsschlüssel konnte nicht abgeleitet werden.
es: No se pudo derivar la clave de cifrado.
fr: Échec de la déduction de la clé de chiffrement.
hi: एन्क्रिप्शन कुंजी प्राप्त करने में विफल.
id: Gagal mendapatkan kunci enkripsi.
ja: 暗号化キーの導出に失敗しました。
ko: 암호화 키를 파생하지 못했습니다.
pt_br: Falha ao derivar a chave de criptografia.
ru: Не удалось получить ключ шифрования.
th: ไม่สามารถรับคีย์การเข้ารหัสได้
tr: Şifreleme anahtarı türetilemedi.
vi: Không lấy được khóa mã hóa.
zh_hans: 密钥派生失败。
zh_hant: 無法導出加密金鑰。

source: Failed to encrypt API keys.
ar: فشل تشفير مفاتيح API.
de: API-Schlüssel konnten nicht verschlüsselt werden.
es: No se pudieron cifrar las claves API.
fr: Échec du chiffrement des clés API.
hi: API को एन्क्रिप्ट करने में विफल।
id: Gagal mengenkripsi API.
ja: API キーの暗号化に失敗しました。
ko: API 키를 암호화하지 못했습니다.
pt_br: Falha ao criptografar chaves de API.
ru: Не удалось зашифровать API.
th: ล้มเหลวในการเข้ารหัส API
tr: API şifrelenemedi.
vi: Không thể mã hóa API.
zh_hans: API 密钥加密失败。
zh_hant: 無法加密 API 金鑰。

source: Failed to extract backup archive.
ar: فشل في استخراج أرشيف النسخة الاحتياطية.
de: Backup-Archiv konnte nicht extrahiert werden.
es: No se pudo extraer el archivo de respaldo.
fr: Échec de l'extraction de l'archive de sauvegarde.
hi: बैकअप संग्रह निकालने में विफल.
id: Gagal mengekstrak arsip cadangan.
ja: バックアップ アーカイブの抽出に失敗しました。
ko: 백업 아카이브를 추출하지 못했습니다.
pt_br: Falha ao extrair arquivo de backup.
ru: Не удалось извлечь архив резервной копии.
th: ไม่สามารถแยกไฟล์สำรองข้อมูลได้
tr: Yedekleme arşivi çıkarılamadı.
vi: Không thể giải nén kho lưu trữ sao lưu.
zh_hans: 解压备份归档失败。
zh_hant: 無法提取備份存檔。

source: Failed to save backup file.
ar: فشل في حفظ ملف النسخة الاحتياطية.
de: Die Sicherungsdatei konnte nicht gespeichert werden.
es: No se pudo guardar el archivo de respaldo.
fr: Échec de l'enregistrement du fichier de sauvegarde.
hi: बैकअप फ़ाइल सहेजने में विफल.
id: Gagal menyimpan file cadangan.
ja: バックアップファイルの保存に失敗しました。
ko: 백업 파일을 저장하지 못했습니다.
pt_br: Falha ao salvar o arquivo de backup.
ru: Не удалось сохранить файл резервной копии.
th: ไม่สามารถบันทึกไฟล์สำรองได้
tr: Yedekleme dosyası kaydedilemedi.
vi: Không lưu được tập tin sao lưu.
zh_hans: 无法保存备份文件。
zh_hant: 保存備份檔案失敗。

source: Images
ar: الصور
de: Bilder
es: Imágenes
hi: इमेजिस
id: Gambar
ja: 画像
ko: 이미지
pt_br: Imagens
ru: Изображения
th: รูปภาพ
tr: Görseller
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Import
ar: يستورد
de: Importieren
es: Importar
fr: Importer
hi: आयात
id: Impor
ja: 輸入
ko: 수입
pt_br: Importar
ru: Импорт
th: นำเข้า
tr: İçe aktarmak
vi: Nhập khẩu
zh_hans: 导入
zh_hant: 進口

source: Import & Restore
ar: استيراد واستعادة
de: Importieren und Wiederherstellen
es: Importar y restaurar
fr: Importer et restaurer
hi: आयात और पुनर्स्थापित करें
id: Impor & Pulihkan
ja: インポートと復元
ko: 가져오기 및 복원
pt_br: Importar e restaurar
ru: Импорт и восстановление
th: นำเข้าและกู้คืน
tr: İçe Aktar ve Geri Yükle
vi: Nhập & Khôi phục
zh_hans: 导入与恢复
zh_hant: 匯入和恢復

source: Import Backup
ar: استيراد النسخ الاحتياطي
de: Backup importieren
es: Importar copia de seguridad
fr: Importer une sauvegarde
hi: बैकअप आयात करें
id: Impor Cadangan
ja: バックアップをインポート
ko: 백업 가져오기
pt_br: Importar backup
ru: Импортировать резервную копию
th: นำเข้าข้อมูลสำรอง
tr: Yedeği İçe Aktar
vi: Nhập bản sao lưu
zh_hans: 导入备份
zh_hant: 匯入備份

source: Import Complete
ar: اكتمل الاستيراد
de: Import abgeschlossen
es: Importación completa
fr: Importation terminée
hi: आयात पूर्ण
id: Impor Selesai
ja: インポートが完了しました
ko: 가져오기 완료
pt_br: Importação concluída
ru: Импорт завершен
th: นำเข้าเสร็จสมบูรณ์
tr: İçe Aktarma Tamamlandı
vi: Nhập hoàn tất
zh_hans: 导入完成
zh_hant: 導入完成

source: Import Failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Importación fallida
fr: Échec de l'importation
hi: आयात विफल
id: Impor Gagal
ja: インポートに失敗しました
ko: 가져오기 실패
pt_br: Falha na importação
ru: Импорт не удался
th: การนำเข้าล้มเหลว
tr: İçe Aktarma Başarısız
vi: Nhập không thành công
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Mode
ar: وضع الاستيراد
de: Importmodus
es: Modo de importación
fr: Mode d'importation
hi: आयात मोड
id: Modus Impor
ja: インポートモード
ko: 가져오기 모드
pt_br: Modo de importação
ru: Режим импорта
th: โหมดนำเข้า
tr: İçe Aktarma Modu
vi: Chế độ nhập
zh_hans: 导入模式
zh_hant: 導入方式

source: Import New Only
ar: استيراد جديد فقط
de: Nur neu importieren
es: Importar solo nuevo
fr: Importer nouveau uniquement
hi: केवल नया आयात करें
id: Impor Baru Saja
ja: 新規のみインポート
ko: 새 항목만 가져오기
pt_br: Importar apenas novo
ru: Импортировать только новые
th: นำเข้าใหม่เท่านั้น
tr: Yalnızca Yeniyi İçe Aktar
vi: Chỉ nhập mới
zh_hans: 仅导入新数据
zh_hant: 僅導入新品

source: Import Preview
ar: معاينة الاستيراد
de: Vorschau importieren
es: Vista previa de importación
fr: Aperçu de l'importation
hi: पूर्वावलोकन आयात करें
id: Pratinjau Impor
ja: インポートプレビュー
ko: 가져오기 미리보기
pt_br: Pré-visualização de importação
ru: Импортировать предварительный просмотр
th: นำเข้าตัวอย่าง
tr: İçe Aktarma Önizlemesi
vi: Nhập bản xem trước
zh_hans: 导入预览
zh_hant: 導入預覽

source: Include API Keys
ar: تضمين مفاتيح API
de: API-Schlüssel einschließen
es: Incluir claves API
fr: Inclure les clés API
hi: API कुंजियाँ शामिल करें
id: Sertakan Kunci API
ja: APIキーを含める
ko: API 키 포함
pt_br: Incluir chaves de API
ru: Включить ключи API
th: รวมคีย์ API
tr: API Anahtarlarını Ekle
vi: Bao gồm các phím API
zh_hans: 包含 API 密钥
zh_hant: 包括 API 金鑰

source: Incorrect password or corrupted encrypted data.
ar: كلمة مرور غير صحيحة أو بيانات مشفرة تالفة.
de: Falsches Passwort oder beschädigte verschlüsselte Daten.
es: Contraseña incorrecta o datos cifrados corruptos.
fr: Mot de passe incorrect ou données cryptées corrompues.
hi: गलत पासवर्ड या दूषित एन्क्रिप्टेड डेटा।
id: Kata sandi salah atau data terenkripsi rusak.
ja: パスワードが間違っているか、暗号化されたデータが破損しています。
ko: 비밀번호가 잘못되었거나 암호화된 데이터가 손상되었습니다.
pt_br: Senha incorreta ou dados criptografados corrompidos.
ru: Неправильный пароль или поврежденные зашифрованные данные.
th: รหัสผ่านไม่ถูกต้องหรือข้อมูลที่เข้ารหัสเสียหาย
tr: Yanlış şifre veya bozuk şifrelenmiş veriler.
vi: Mật khẩu không chính xác hoặc dữ liệu được mã hóa bị hỏng.
zh_hans: 密码错误或加密数据已损坏。
zh_hant: 密碼不正確或加密資料損壞。

source: Knowledge base files need to be re-uploaded before they can be used again.
ar: يجب إعادة رفع ملفات قاعدة المعرفة قبل استخدامها مرة أخرى.
de: Knowledge-Base-Dateien müssen neu hochgeladen werden, bevor sie wieder verwendet werden können.
es: Los archivos de la base de conocimientos deben volver a subirse antes de poder usarse de nuevo.
fr: Les fichiers de la base de connaissances doivent être re-téléchargés avant de pouvoir être utilisés à nouveau.
hi: नॉलेज बेस फ़ाइलें फिर से उपयोग करने से पहले पुनः अपलोड करनी होंगी।
id: Berkas knowledge base perlu diunggah ulang sebelum dapat digunakan kembali.
ja: ナレッジベースのファイルは再利用するために再アップロードが必要です。
ko: 지식 베이스 파일은 다시 사용하기 전에 재업로드해야 합니다.
pt_br: Os arquivos da base de conhecimento precisam ser reenviados antes de serem usados novamente.
ru: Файлы базы знаний нужно загрузить заново, прежде чем использовать.
th: ต้องอัปโหลดไฟล์ฐานความรู้ใหม่ก่อนจะใช้ได้อีกครั้ง
tr: Bilgi tabanı dosyaları yeniden kullanılabilmesi için tekrar yüklenmelidir.
vi: Các tệp cơ sở tri thức cần được tải lên lại trước khi có thể dùng tiếp.
zh_hans: 知识库文件需要重新上传后才能再次使用。
zh_hant: 知識庫檔案需要重新上傳後才能再次使用。

source: Merge
ar: دمج
de: Verschmelzen
es: Unir
fr: Fusionner
hi: मर्ज
id: Menggabungkan
ja: マージ
ko: 병합
pt_br: Mesclar
ru: Объединить
th: ผสาน
tr: Birleştir
vi: Hợp nhất
zh_hans: 合并
zh_hant: 合併

source: Merge messages into existing conversations and add new ones.
ar: دمج الرسائل في المحادثات الحالية وإضافة رسائل جديدة.
de: Fügen Sie Nachrichten in bestehende Konversationen ein und fügen Sie neue hinzu.
es: Fusione mensajes en conversaciones existentes y agregue otras nuevas.
fr: Fusionnez les messages dans les conversations existantes et ajoutez-en de nouvelles.
hi: संदेशों को मौजूदा वार्तालापों में मर्ज करें और नए जोड़ें।
id: Gabungkan pesan ke dalam percakapan yang sudah ada dan tambahkan pesan baru.
ja: メッセージを既存の会話にマージし、新しい会話を追加します。
ko: 메시지를 기존 대화에 병합하고 새 대화를 추가하세요.
pt_br: Mesclar mensagens em conversas existentes e adicionar novas.
ru: Объединяйте сообщения в существующие беседы и добавляйте новые.
th: รวมข้อความเข้ากับการสนทนาที่มีอยู่และเพิ่มข้อความใหม่
tr: Mesajları mevcut konuşmalarla birleştirin ve yenilerini ekleyin.
vi: Hợp nhất tin nhắn vào các cuộc trò chuyện hiện có và thêm tin nhắn mới.
zh_hans: 将消息合并到已有对话中，并添加新对话。
zh_hant: 將訊息合併到現有對話中並新增對話。

source: Messages
ar: رسائل
de: Nachrichten
es: Mensajes
hi: संदेशों
id: Pesan
ja: メッセージ
ko: 메시지
pt_br: Mensagens
ru: Сообщения
th: ข้อความ
tr: Mesajlar
vi: Tin nhắn
zh_hans: 消息
zh_hant: 留言

source: No
ar: لا
de: NEIN
fr: Non
hi: नहीं
id: TIDAK
ja: いいえ
ko: 아니요
pt_br: Não
ru: Нет
th: เลขที่
tr: HAYIR
vi: KHÔNG
zh_hans: 否
zh_hant: 不
